/**
 * author: Jeb.Wang
 * date: 2020/6/7
 */

let cacheContents = [
    {
        date: '2020-06-07',
        week: '星期天',
        weather: '晴',
        content: '昨晚发现你换了新头像，是一个女孩手好像拉着什么东西。我问了凉风，他说这是对情头，另一个是一条柴犬。犬=狗，而我是一条舔狗，四舍五入我们用了情头。果然，舔到最后应有尽有。​​',
    },
    {
        date: '2020-06-07',
        week: '星期天',
        weather: '晴',
        content: '你昨天晚上又没会我的消息，在我孜孜不倦的骚扰下，你终于舍得回我了，你说“滚”，这其中一定有什么含义，我想了很久，滚是三点水，这代表你对我的思念也如滚滚流水一样汹涌，我感动哭了，不知道你现在在干嘛，我很想你。',
    },
    {
        date: '2020-06-07',
        week: '星期天',
        weather: '晴',
        content: '昨晚你和朋友打了一晚上游戏，你破天荒的给我看了战绩，虽然我看不懂但是我相信你一定是最厉害的，最棒的，我给你发了好多消息夸你，告诉你我多崇拜你，你回了我一句“傻B”，我翻来覆去思考这是什么意思，SH-A傻，噢你是说我傻，那B就是BABY的意思了吧，原来你是在叫我傻宝，这么宠溺的语气，我竟一时不敢相信，其实你也是喜欢我的对吧',
    },
    {
        date: '2020-06-07',
        week: '星期天',
        weather: '晴',
        content: '我今天捡垃圾挣了一百多明天给你打过去你快点休息吧我明天叫你起床给你点外卖买烟给你点你最喜欢的奶茶晚上我会继续去摆地摊的你不用担心我烦你床只有那么大睡不下三个你要好好照顾好自己不要让他抢你被子我永远爱你',
    },
    {
        date: '2020-06-07',
        week: '星期天',
        weather: '晴',
        content: '你三天没回我的消息在我孜孜不倦地骚扰下你终于舍得回我了你说NMSL我想这一定是有什么含义吧噢'
    },
    {
        date: '2020-06-07',
        week: '星期天',
        weather: '晴',
        content: '今天上班不是太忙，百无聊赖，又翻出了你的相片，看了又看。今天是我认识你的第302天，也是我爱你的第302天，可是这些你并不知道，也许你知道了，也不会在意吧。 此刻的我好想你！'
    },
    {
        date: '2020-06-07',
        week: '星期天',
        weather: '晴',
        content: '昨天晚上也好冷，本来以为街上没人，结果刚刚偷电动车的时候被抓了，本来想反抗，但警察说了一句老实点别动，我立刻就放弃了抵抗，因为我记得你说过，你喜欢老实人。'
    },
    {
        date: '2020-06-07',
        week: '星期天',
        weather: '晴',
        content: '今天考了一天的试，很疲惫但是看见你的朋友圈，原来你去吃了肯德基，真想和你一起去吃一次'
    },
    {
        date: '2020-06-07',
        week: '星期天',
        weather: '晴',
        content: '今天的我排位输了好多把，我将这些事情分享给您，但是你一个字都没有讲，我在想你是不是在忙？我头痛欲裂，终于在我给你发了几十条消息之后，你终于回了我一个脑子是不是有病？原来你还是关心我的，看到这句话，我的脑子一下就不疼了，今天也是爱你的一天'
    },
    {
        date: '2020-06-07',
        week: '星期天',
        weather: '晴',
        content: '你不知道我在洗澡时因为你发来的信息擦干手秒回的样子，你不知道我在很困的时候依然硬撑着和你说等你睡了我再睡的样子，你不知道我每天没事就抱着手机等你回消息的样子，你全都没见过，因为我没有做过'
    }
];

module.exports = {
    cacheContents: cacheContents
};
